Repository: florian-wentzel/schulapp
Catalog: lib/l10n/app_*.arb
Languages: de

# language_name
source: Englisch
de: Deutsch

# version_0_10_2
source: Small bug fixes: Edge-to-Edge (#4)
de: Kleine Fehlerbehebungen Edge-to-Edge (#4)

# version_0_10_1
source: Bug fixes when sharing the timetable via online code
de: Fehlerbehebungen beim Teilen vom Stundenplan via Online Code

# version_0_10_0
source: Added lesson notifications (configurable in settings)
de: Stundenbenachrichtigungen hinzugefügt (einstellbar in den Einstellungen)

# version_0_9_9
source: Added QR code sharing
de: Teilen per QR-Code hinzugefügt

# version_0_9_8
source: Tasks can now be easily shared
de: Aufgaben können jetzt ganz einfach geteilt werden

# version_0_9_7
source: Added option to display the whole week on the home screen. Abbreviations are used when space is limited. (Customizable)
de: Option hinzugefügt, die ganze Woche auf dem Startbildschirm anzuzeigen. Bei Platzmangel werden Abkürzungen genutzt. (Anpassbar)

# version_0_9_6
source: Lessons can now be marked as absent due to illness (long press on lesson)
de: Stunden können nun als Fehltag wegen Krankheit markiert werden (lange auf Stunde drücken)

# version_0_9_5
source: Added setting to automatically display the next day
de: Einstellung, um automatisch den nächsten Tag anzuzeigen, hinzugefügt

# version_0_9_4
source: Added extended functionality by long-pressing the day name
de: Erweiterte Funktionen durch langes Drücken auf den Tagesnamen hinzugefügt

# version_0_9_3
source: Added calendar to the home screen
de: Kalender zum Startbildschirm hinzugefügt

# version_0_9_2
source: Further UI improvements and minor extensions, e.g., for substitute lessons or timetable creation
de: Weitere UI-Verbesserungen und kleinere Erweiterungen, z. B. für Vertretungsstunden oder bei der Erstellung des Stundenplans

# version_0_9_1
source: Improved grades and tasks UI, and enhanced timetable and semester creation
de: Noten- und Aufgaben-UI überarbeitet, sowie Stundenplan- und Semestererstellung verbessert

# version_0_9_0
source: Added A-level calculator
de: Abitur-Rechner hinzugefügt

# version_0_8_7
source: Substitute lessons can now be marked
de: Vertretungsstunden können jetzt markiert werden

# version_0_8_6
source: Added Feedback functionality in Settings
de: Feedback-Funktion in den Einstellungen hinzugefügt

# version_0_8_5
source: Added timetable sharing as Image
de: Teilen des Stundenplans als Bild hinzugefügt

# version_0_8_4
source: Added timetable sharing via online code
de: Teilen des Stundenplans per Online-Code hinzugefügt

# version_0_8_3
source: Added Tutorials
de: Tutorials hinzugefügt

# version_0_8_2
source: Improvements to the user interface and school lesson prefabs are now saved
de: Verbesserungen an der Benutzeroberfläche und Schulstunden-Vorlagen werden jetzt gespeichert

# version_0_8_1
source: Added extra timetable to home screen
de: Extra Stundenplan zur Startseite hinzugefügt

# version_0_8_0
source: A and B weeks added
de: A- und B-Wochen hinzugefügt

# version_0_7_4
source: Completed tasks are now marked with a checkmark on the home screen
de: Erledigte Aufgaben werden jetzt auf der Startseite mit einem Haken markiert

# version_0_7_3
source: Added Day Progress to Statistics
de: Tagesfortschritt zur Statistik hinzugefügt

# version_0_7_2
source: Added timetable sharing functionality in the export screen
de: Funktion zum Teilen des Stundenplans im Export-Bildschirm hinzugefügt

# version_0_7_1
source: Task notifications are now customizable
de: Aufgabenbenachrichtigungen können jetzt angepasst werden

# version_0_7_0
source: Added Notes which can be connected to Tasks (Long-press the bottom bar to access Notes)
de: Notizen hinzugefügt, die mit Aufgaben verknüpft werden können (Lange drücken auf die untere Leiste, um auf Notizen zuzugreifen)

# version_0_6_0
source: Completed tasks are displayed separately
de: Erledigte Aufgaben werden separat angezeigt

# version_0_5_2
source: Tasks without End Date added
de: Aufgaben ohne Abgabedatum hinzugefügt

# version_0_5_1
source: Added long press on the day name to mark all hours of the day as canceled.
de: Langes Drücken auf den Tagesnamen hinzugefügt, um alle Stunden des Tages als ausgefallen zu markieren

# version_0_5_0
source: Reduced times added
de: Verkürzte Zeiten hinzugefügt

# version_0_4_9
source: Text contrast on homescreen adjustable
de: Textkontrast auf der Startseite einstellbar

# version_0_4_8
source: Substitution plan of Paul Dessau Comprehensive School now available (beta)
de: Vertretungsplan der Gesamtschule Paul Dessau jetzt verfügbar (beta)

# version_0_4_7
source: Selectable grading systems added
de: Auswählbare Notensysteme hinzugefügt

# version_0_4_6
source: User Interface improvements
de: Verbesserungen an der Benutzeroberfläche

# version_0_4_5
source: Subjects can now be arranged differently within the semesters
de: Fächer können in den Semestern verschieden angeordnet werden

# version_0_4_4
source: Weights have been added to subjects in the semesters
de: Fächer können nun in Semestern gewichtet werden

# version_0_4_3
source: Tasks can be shown or hidden on the homescreen
de: Auf der Startseite können Aufgaben ein- oder ausgeblendet werden

# version_0_4_2
source: Tasks can be created on the homescreen
de: Auf der Startseite können Aufgaben hinzugefügt werden

# version_0_4_1
source: Bug fix when opening ".timetable" files
de: Fehlerbehebung beim öffnen von ".timetable"-Datein

# version_0_4_0
source: The timetable can now be added to the home screen, and ".timetable" files can now be opened directly.
de: Stundenplan kann nun zum Startbildschirm hinzugefügt werden und ".timetable"-Dateien können nun direkt geöffnet werden

# version_0_3_0
source: Custom tasks are now displayed above the day name & many UI improvements
de: Benutzerdefinierte Aufgaben werden nun über dem Tagesnamen angezeigt & viele UI Verbesserungen

# version_0_2_8
source: Holidays are displayed on the timetable
de: Ferien und Feiertage werden nun im Stundenplan angezeigt

# version_0_2_7
source: Added public holidays
de: Feiertage hinzugefügt

# version_0_2_6
source: New file-extensions (.timetable & .schulbackup)
de: neue Dateiendungen (.timetable & .schulbackup)

# version_0_2_5
source: Added backup and restore functionality
de: Backup- und Wiederherstellungsfunktion hinzugefügt

# version_0_2_4
source: Added lesson cancellations and redesigned holiday UI
de: Stundenausfälle hinzugefügt und Ferien UI überarbeitet

# version_0_2_3
source: Holidays revised and other bug fixes
de: Ferien überarbeitet und andere Fehlerbehebungen

# version_0_2_2
source: Updated grades average
de: Notendurchschnitt überarbeitet

# version_0_2_1
source: Remade create new timetable functionality
de: Neuen Stundenplan erstellen überarbeitet

# version_0_2_0
source: Remade Edit-timetable-screen
de: Stundenplan Bearbeitungsscreen erneuert

# version_0_1_8
source: Added custom subject task visuals
de: Benutzerdefinierte Aufgabe wird nun neben Tagesnamen angezeigt

# version_0_1_7
source: Translate semester grade groups and timetable names
de: Übersetzen der Semester Bewertungsgruppen und der Stundenplannamen

# version_0_1_6
source: Added custom holidays
de: Benutzerdefinierte Ferien hinzugefügt

# version_0_1_5
source: Added custom subject names to Tasks-screen
de: Benutzerdefinierte Fachnamen zu Aufgaben hinzugefügt

# version_0_1_4
source: Added statistics page to Home-screen
de: Statistik zur Startseite hinzugefügt

# version_0_1_3
source: Remade Settings-Manager
de: Einstellungs-Manager überarbeitet

# version_0_1_2
source: Added intro slider
de: Hinzufügen des Tutorials

# version_0_1_1
source: Added update informaion
de: Update Informationen hinzugefügt

# version_0_1_0
source: Added multiple Languages
de: Hinzufügen mehrerer Sprachen

# strStartScreen
source: Home
de: Startseite

# strTimetableDirNotCreated
source: timetable dir could not be created: {timetablePath}
de: Stundenplan Ordner konnte nicht erstellt werden: {timetablePath}

# strWrittenAndVerbalGrades
source: Written & Oral grades
de: Schriftliche & Mündliche Noten

# strExamGrades
source: Exam grades
de: Klausur Noten

# strMonday
source: Monday
de: Montag

# strTuesday
source: Tuesday
de: Dienstag

# strWednesday
source: Wednesday
de: Mittwoch

# strThursday
source: Thursday
de: Donnerstag

# strFriday
source: Friday
de: Freitag

# strSaturday
source: Saturday
de: Samstag

# strSunday
source: Sunday
de: Sonntag

# strCreateTimetable
source: Create Timetable
de: Stundenplan erstellen

# strLessonCount
source: Lesson Count
de: Stundenanzahl

# strCreate
source: Create
de: Erstellen

# strFinished
source: Finished
de: Fertig

# strFinish
source: finish
de: erledigt

# strUnfinish
source: unfinish
de: unerledigt

# strNow
source: now
de: jetzt

# strCancel
source: Cancel
de: Abbrechen

# strCreateSemester
source: Create Semester
de: Semester Erstellen

# strSemesterNameCanNotBeEmpty
source: Semester name can not be empty!
de: Semester Name darf nicht leer sein!

# strTimetableNameCanNotBeEmpty
source: Timetable name can not be empty!
de: Stundenplan Name darf nicht leer sein!

# strLessonCountMustBeInRange
source: Lesson count must be greater than: {minLessonCount} and less than: {maxLessonCount}!
de: Stundenanzahl muss größer sein als {minLessonCount} und kleiner sein als {maxLessonCount}!

# strTimetableWithName
source: Timetable Info: {timetableName}
de: Stundenplan: {timetableName}

# strInXDays
source: In {daysLeft, plural, =0 {zero days} =1 {one day} other {{daysLeft} days}}
de: in {daysLeft, plural, =1 {einem Tag} other {{daysLeft} Tagen}}

# strStartsTomorrow
source: Starts Tomorrow :)
de: Beginnt morgen :)

# strAlreadyOver
source: Already Over :(
de: Bereits vorbei

# strToday
source: Today :)
de: Heute :)

# strStartsToday
source: Starts Today :)
de: Beginnt heute :)

# strEndsTomorrow
source: Ends Tomorrow :(
de: Endet morgen :(

# strExpiredXDaysAgo
source: Expired {daysLeft, plural, =0 {zero days} =1 {one day} other {{daysLeft} days}} ago
de: vor {daysLeft, plural, =1 {einem Tag} other {{daysLeft} Tagen}} abgelaufen

# strInXHours
source: In {hoursLeft, plural, =0 {zero hours} =1 {one hour} other {{hoursLeft} hours}}
de: in {hoursLeft, plural, =1 {einer Stunde} other {{hoursLeft} Stunden}}

# strExpiredXHoursAgo
source: Expired {hoursLeft, plural, =0 {zero hours} =1 {one hour} other {{hoursLeft} hours}} ago
de: vor {hoursLeft, plural, =1 {einer Stunde} other {{hoursLeft} Stunden}} abgelaufen

# strInXMinutes
source: In {minutesLeft, plural, =0 {zero minutes} =1 {one minute} other {{minutesLeft} minutes}}
de: in {minutesLeft, plural, =1 {einer Minute} other {{minutesLeft} Minuten}}

# strXMinutes
source: {minutesLeft, plural, =0 {Zero minutes} =1 {One minute} other {{minutesLeft} minutes}}
de: {minutesLeft, plural, =1 {eine Minute} other {{minutesLeft} Minuten}}

# strExpiredXMinutesAgo
source: Expired {minutesLeft, plural, =0 {zero minutes} =1 {one minute} other {{minutesLeft} minutes}} ago
de: vor {minutesLeft, plural, =1 {einer Minute} other {{minutesLeft} Minuten}} abgelaufen

# strInXSeconds
source: In {secondsLeft, plural, =0 {zero seconds} =1 {one second} other {{secondsLeft} seconds}}
de: in {secondsLeft, plural, =1 {einer Sekunde} other {{secondsLeft} Sekunden}}

# strExpiredXSecondsAgo
source: Expired {secondsLeft, plural, =0 {zero seconds} =1 {one second} other {{secondsLeft} seconds}} ago
de: vor {secondsLeft, plural, =1 {einer Sekunde} other {{secondsLeft} Sekunden}} abgelaufen

# strExam
source: Exam
de: Klausur

# strHomework
source: Homework
de: Hausaufgabe

# strTomorrow
source: Tomorrow
de: Morgen

# strColorPicker
source: Color Picker
de: Farbwähler

# strTimetables
source: Timetables
de: Stundenpläne

# strImportExport
source: Import / Export
de: Importieren / Exportieren

# strDoYouWantToDeleteX
source: Do you want to delete {name}?
de: Möchtest Du {name} löschen?

# strDoYouWantToDeleteTaskX
source: Do you want to delete the Task: {x}?
de: Möchtest Du die Aufgabe: {x} löschen?

# strSuccessfullyRemoved
source: {name} successfully removed!
de: {name} erfolgreich gelöscht!

# strCouldNotBeRemoved
source: {name} could not be removed!
de: {name} konnte nicht gelöscht werden!

# strGrades
source: Grades
de: Noten

# strEditSemester
source: Edit Semester: {semesterName}
de: Semester bearbeiten: {semesterName}

# strHolidaysInfoText
source: All date information is provided without guarantee. I assume no responsibility for the accuracy of the data, nor do I accept liability for any economic damages that may arise from the use of this data.
de: Alle Datumsangaben werden ohne Gewähr bereitgestellt. Ich übernehme keine Verantwortung für die Genauigkeit der Daten, noch akzeptiere ich Haftung für etwaige wirtschaftliche Schäden, die aus der Verwendung dieser Daten entstehen können.

# strHolidaysThanksText
source: Thank you to https://ferien-api.de/ for providing the holiday API free of charge. Thank you to https://www.api-feiertage.de/ for providing the holiday API free of charge.
de: Vielen Dank an https://ferien-api.de/ für die kostenlose Bereitstellung der Ferientermine-API. Vielen Dank an https://www.api-feiertage.de/ für die kostenlose Bereitstellung der Feiertags-API.

# strHolidaysWithStateName
source: Holidays {federalStateName}
de: Ferien {federalStateName}

# strHolidays
source: Holidays
de: Ferien

# strSelectFederalState
source: Select Federal State
de: Bundesland wählen

# strTryAgain
source: Try again
de: Versuchs nochmal!

# strRemoveHolidays
source: Remove Holidays
de: Ferien entfernen

# strHolidaysLengthXDays
source: {days, plural, =1 {One day} other {{days} days}}
de: {days, plural, =1 {Ein Tag} other {{days} Tage}}

# strEndsInXDays
source: Ends in {days, plural, =0 {Zero days} =1{One day} other {{days} days}}
de: Endet in {days, plural, =1 {einem Tag} other {{days} Tagen}}

# strEndsToday
source: Ends today :(
de: Endet heute :(

# strSettings
source: Settings
de: Einstellungen

# strTheme
source: Theme
de: Anzeige

# strDark
source: dark
de: Dunkel

# strLight
source: light
de: Hell

# strOpenMainSemesterAutomatically
source: Open main semester automatically
de: Ausgewähltes Semester automatisch öffnen

# strLanguage
source: Language
de: Sprache

# strSelectLanguage
source: Select Language
de: Sprache wählen

# strChangeLanguage
source: Change Language
de: Sprache ändern

# strNameCanNotBeEmpty
source: Name can not be empty!
de: Name darf nicht leer sein!

# strPasswordCanNotBeEmpty
source: Password can not be empty!
de: Passwort darf nicht leer sein!

# strNameIsToLong
source: Name is to long!
de: Name ist zu lang!

# strSelectedDirDoesNotExist
source: Selected dir does not Exist!
de: Ausgewählter Ordner existiert nicht!

# strTasks
source: Tasks
de: Aufgaben

# strMarkAsUNfinished
source: mark as (un)finished
de: als (un)erledigt makieren

# strDeleteSelectedItems
source: delete selected items
de: Ausgewählte Elemente löschen

# strSelectSubjectToAddTaskTo
source: Select Subject to add to Task:
de: Fach auswählen um Aufgabe hinzuzufügen:

# strCreateATask
source: Create a Task
de: Aufgabe erstellen

# strSelectAllFinishedTasks
source: Select all finished Tasks
de: Alle erledigten Aufgaben auswählen

# strSelectAllExpiredTasks
source: Select all expired Tasks
de: Alle abgelaufenden Aufgaben auswählen

# strSelectAllTasks
source: Select all Tasks
de: Alle Aufgaben auswählen

# strDoYouWantToFinishXTasks
source: Do you want to {finishString} {count, plural, =1 {one Task} other {{count} Tasks}}?
de: Möchtest Du {count, plural, =1{eine Aufgabe} other {{count} Aufgaben}} als {finishString} markieren?

# strDoYouWantToDeleteXTasks
source: Do you want to delete {count} tasks?
de: Möchtest Du {count, plural, =1 {eine Aufgabe} other {{count} Aufgaben}} löschen?

# strEdit
source: Edit
de: Bearbeiten

# strEditSchoolGradeSubject
source: Edit Grading
de: Bewertung bearbeiten

# strSchoolGradeSubjectX
source: Subject: {subjectName}
de: Schulfach: {subjectName}

# strSubjectName
source: Subject name
de: Name des Schulfachs

# strAddGradegroup
source: Add Gradegroup
de: Neue Bewertungsgruppe

# strEditSubject
source: Edit Subject
de: Schulfach bearbeiten

# strDeleteSubject
source: Delete Subject
de: Schulfach löschen

# strEditGrade
source: Edit Grade
de: Note bearbeiten

# strAddGrade
source: Add Grade
de: Note hinzufügen

# strExtraInfo
source: Extra info
de: Extra Informationen

# strDate
source: Date
de: Datum

# strSetEndGrade
source: Set end Grade
de: Zeugnisnote setzen

# strShowGradesGraph
source: Show Grades Graph
de: Zeige Notendiagramm

# strCreateNewSubject
source: Create new Subject
de: Neues Fach erstellen

# strImportSubjectsFromTimetable
source: Import Subjects from other Timetable
de: Fächer aus anderem Stundenplan importieren

# strDoYouWantToExitWithoutSaving
source: Do you want to exit without saving?
de: Möchtest Du ohne zu speichern abbrechen?

# strYes
source: Yes
de: Ja

# strNo
source: No
de: Nein

# strEnterTimetableName
source: Enter Timetable name
de: Stundenplan Name

# strSave
source: Save
de: Speichern

# strSelectTimetableToImportSubjectsFrom
source: Select Timetable to import Subjects from:
de: Stundenplan auswählen von dem Fächer importiert werden sollen:

# strChangeSchoolLesson
source: Change School lesson
de: Fach bearbeiten

# strDoYouWantToUpdateAllLessons
source: Do you want to update all Lessons?
de: Möchtest Du alle Fächer überschreiben?

# strRoomsWontChange
source: (rooms wont change)
de: (Räume werden nicht geändert)

# strTeacher
source: Teacher
de: Lehrer

# strRoom
source: Room
de: Raum

# strSelectTimetableToExport
source: Select timetable to export:
de: Stundenplan zum Exportieren auswählen:

# strBack
source: Back
de: Zurück

# strTimetableX
source: Timetable: {name}
de: Stundenplan: {name}

# strExporting
source: Exporting..
de: Exportieren..

# strFileSavedInDownloadsDirectory
source: File saved in Downloads Directory.
de: Datei wurde unter Downloads gespeichert.

# strExportingSuccessful
source: Exporting Successful!
de: Exportieren Erfolgreich!

# strImportExportTimetable
source: Import / Export Timetable
de: Stundenplan Importieren / Exportieren

# strImportTimetable
source: Import Timetable
de: Stundenplan Importieren

# strExportTimetable
source: Export Timetable
de: Stundenplan Exportieren

# strImport
source: Import
de: Importieren

# strExport
source: Export
de: Exportieren

# strSelectTimetableFile
source: Select timetable file ({extension})
de: Stundenplan-Datei auswählen ({extension})

# strNoFileSelected
source: No file Selected!
de: Keine Datei ausgewählt!

# strSelectedFileDoesNotExist
source: Selected file does not exist!
de: Ausgewählte Datei existiert nicht!

# strImportingTimetable
source: Importing timetable...
de: Stundenplan wird importiert...

# strImportingFailed
source: Importing failed!
de: Importieren fehlgeschlagen!

# strImportSuccessful
source: Import successful!
de: Importieren erfolgreich!

# strTimes
source: Times
de: Zeiten

# strWarningXIsEmptyContinue
source: Warning: {x} is empty do you want to continue?
de: Achtung: {x} ist leer, möchtest Du trotzdem vortfahren?

# strRoomX
source: Room: {room}
de: Raum: {room}

# strTimeNotValid
source: Time is not valid.
de: Zeit ist ungültig.

# strTaskSuccessfullyCreated
source: Task successfully created
de: Aufgabe erfolgreich erstellt

# strYourSelectedSemesterDoesNotContainSubjectNamedX
source: Your Selected Semester does not contain a Subject named: {name}
de: Du hast kein Fach mit dem Namen: {name} in deinem ausgewähltem Semester.

# strCreateSubjectNamedX
source: Create a Subject named: {name}
de: Erstelle ein Fach mit dem Namen: {name}

# strYouDidNotSelectASemesterToShowOnHomescreen
source: You did not select a Semester to show on homescreen. Go to the Grades page and select a Semester:)
de: Du hast kein Semester ausgewählt welches auf dem Startbildschirm gezeigt werden soll. Gehe in den Notenbereich und wähle ein Semester:)

# strGoToGradesScreen
source: Go to Grades screen
de: Gehe in den Notenbereich

# strTopic
source: Topic
de: Thema

# strEndDate
source: End Date:
de: Abgabedatum:

# strNoEndDate
source: No End Date
de: kein Abgabedatum

# strHello
source: Hello!
de: Hallo!

# strYouUpdatedYourAppWantToSeeNewFeatures
source: Ohh you updated your app! Do you want to see the new features?
de: Ohh Du hast eine neue Version! Möchtest Du die neuen Funktionen sehen?

# strShowNewFeatures
source: Show new Features
de: Neue Funktionen anzeigen

# strSchoolApp
source: School App
de: Schulapp

# strWelcomeToYourNewSchoolApp
source: Welcome to your new School App! Here you can save not only your Timetables but also the ones from your friends!
de: Herzlich Wilkommen zu deiner neuen Schulapp! Hier kannst Du nicht nur deinen Stundenplan, sondern auch den deiner Freunde speichern!

# strTimetable
source: Timetable
de: Stundenplan

# strDoYouWantToCreateYourTimetable
source: Do you want to create your Timetable?
de: Möchtest Du deinen Stundenplan erstellen?

# strCreateYourSemesterAndLetTheAppHandleTheRest
source: Create your semester and let the app handle the rest!
de: Erstelle dein Semester und lasse die App den Rest regeln!

# strFeelFreeToCreateATaskForTheFuture
source: Feel free to create a Task for the future so you dont forget it:) Of course, you will get notified if you so desire!
de: Erstelle eine Aufgabe für später, damit Du sie nicht vergisst:) Natürlich wirst Du benachrichtigst, wenn Du das möchtest!

# strDoYouWantToSeeTheUpcomingHolidays
source: Do you want to see the upcoming holidays?
de: Möchtest Du die anstehenden Ferien sehen?

# strYourReadyToGetStarted
source: Your ready to get started!
de: Du bist bereit loszulegen!

# strSkip
source: Skip
de: Überspringen

# strNext
source: Next
de: Weiter

# strVersions
source: Versions
de: Versionen

# strStatistics
source: Statistics
de: Statistik

# strCustomSubject
source: Custom Subject
de: Benutzerdefiniertes Fach

# strEditCustomHolidays
source: Edit custom Holidays
de: Benutzerdefinierte Ferien anpassen

# strHolidaysEnd
source: End of Holidays
de: Ferienende

# strHolidaysStart
source: Start of Holidays
de: Ferienanfang

# strCreateCustomHolidays
source: Create custom Holidays
de: Benutzerdefinierte Ferien erstellen

# strHolidaysDateError
source: There appears to be an issue with your dates!
de: Es scheint ein Problem mit den Daten vorzuliegen!

# strWhichTimetableWouldYouLikeToTranslate
source: Which Timetable would you like to Translate?
de: Welchen Stundenplan möchtest du übersetzen?

# strOnlyTheDayNames
source: (Only the Day names)
de: (Nur die Tagesnamen)

# strWhichSemestersWouldYouLikeToTranslate
source: Which Semesters would you like to Translate?
de: Welches Semester möchtest du übersetzen?

# strOnlyTheGradeGroups
source: (Only the Gradegroups)
de: (Nur die Bewertungsgruppen)

# strSuccessfullyTranslated
source: Successfully translated!
de: Erfolgreich übersetzt!

# strSaturdayLessons
source: Saturday lessons
de: Samstagsunterricht

# strBreaksBetweenLessons
source: Breaks between lessons
de: Pausen zwischen den Stunden

# strLengthOfSchoolHours
source: Lesson Length
de: Stundenlänge

# strStartOfSchool
source: Start of school
de: Schulbeginn

# strSetTimes
source: Set Times
de: Zeiten Einstellen

# strSetBreaks
source: Set Breaks
de: Pausen Einstellen

# strXLesson
source: {number}. Lesson
de: {number}. Stunde

# strBreakXMin
source: Break: {minutes} minutes
de: Pause: {minutes, plural, =1{Eine Minute} other {{minutes} Minuten}}

# strMinutes
source: Minutes
de: Minuten

# strSelectBreakLength
source: Select break length
de: Pausenlänge auswählen

# strSuccessfullyAddedBreak
source: Break successfully added!
de: Pause erfolgreich hinzugefügt!

# strAddBreak
source: Add Break
de: Pause hinzufügen

# strDoYouWantToRemoveTheLastLesson
source: Do you want to remove the last Lesson?
de: Möchtest Du die letzte Stunde entfernen?
