Repository: florian-wentzel/schulapp
Catalog: lib/l10n/app_*.arb
Languages: de

# strDoYouWantToAddALesson
source: Do you want to add a Lesson?
de: Möchtest Du eine Stunde hinzufügen?

# strSecureBackupFileDoesNot
source: Secure-Backup file does not exist! (do you know what you're doing?)
de: Die "Secure-Backup"-Datei existiert nicht! (wissen Sie, was Sie tun?)

# strFilesHaveBeenDeleteOrAddedBackup
source: Files have been deleted or added to the backup!
de: Es wurden Dateien aus dem Backup hinzugefügt oder entfernt!

# strVersionOfAppDoesNotMatchWithBackup
source: The version of your app does not match the version of the backup!
de: Die Version Ihrer App stimmt nicht mit der Version des Backups überein!

# strBackup
source: Backup
de: Sicherungskopie

# strCreateBackup
source: Backup-Data
de: Sicherungskopie erstellen

# strRestoreBackup
source: Restore-Data
de: Sicherungskopie laden

# strTheBackupIsNotEncrypted
source: The backup is not encrypted!
de: Das Backup ist nicht verschlüsselt!

# strAreYouSureThatYouWantToCreateABackup
source: Are you sure that you want to create a backup?
de: Sind Sie sicher, dass Sie eine Sicherungskopie erstellen möchten?

# strBackupFailed
source: Backup failed!
de: Sicherung fehlgeschlagen!

# strBackupSuccessfullyCreatedUnder
source: Backup successfully created! {path}
de: Sicherung erfolgreich erstellt! {path}

# strAllOfYourDataWillBeOverwritten
source: All of your data will be overwritten!
de: Alle Ihre Daten werden überschrieben!

# strAreYouSureThatYouWantToRestoreYourData
source: Are you sure that you want to restore your data?
de: Sind Sie sicher, dass Sie Ihre Daten wiederherstellen möchten?

# strDoYouWantToContinue
source: Do you want to continue?
de: Möchten Sie fortfahren?

# strRestoreFailed
source: Restore failed! {path}
de: Wiederherstellung fehlgeschlagen! {path}

# strRestoredSuccessfully
source: Restored successfully! {path}
de: Daten erfolgreich wiederhergestellt! {path}

# strThereWasAnError
source: There was an error! :(
de: Es ist ein Fehler aufgetreten! :(

# strThereWasAnErrorWhileSaving
source: An error occurred while saving! :(
de: Es ist ein Fehler beim Speichern aufgetreten! :(

# strPinToHomeScreen
source: Add timetable to home screen
de: Stundenplan zum Startbildschirm hinzufügen

# strYouDontHaveATimetableJet
source: It looks like you don't have a timetable set up yet. Please create one and try again.
de: Es sieht so aus, als hätten Sie noch keinen Stundenplan eingerichtet. Bitte erstellen Sie einen und versuchen Sie es erneut.

# strShowTasksOnHomeScreen
source: Show tasks on homescreen
de: Aufgaben auf der Startseite anzeigen

# strWeight
source: Weight
de: Gewichtung

# strPinWeightedSubjectsAtTop
source: Pin weighted subjects at the top
de: Gewichtete Fächer oben fixieren

# strSortSubjects
source: Sort Subjects
de: Fächer Sortieren

# strByName
source: by name
de: nach Namen

# strByGrade
source: by grade
de: nach Noten

# strManually
source: manually
de: manuell

# strDragSubjectsIntoDesiredOrder
source: Drag the subjects listed below into the desired order.
de: Ziehen Sie die untenstehenden Fächer in die gewünschte Reihenfolge.

# strGradeSystem
source: Grading system
de: Bewertungssystem

# strPoints_0_15
source: Points 0 - 15
de: Punkte 0 - 15

# strGrade_1_6
source: Grades 1 - 6
de: Noten 1 - 6

# strGrade_6_1
source: Grades 6 - 1
de: Noten 6 - 1

# strGrade_A_F
source: Grades A - F
de: Noten A - F

# strNotLoggedIn
source: not logged in
de: nicht angemeldet

# strLogindataSuccessfullySaved
source: Login data successfully saved
de: Anmeldedaten erfolgreich gespeichert

# strSuccessfullySaved
source: Successfully saved
de: Erfolgreich gespeichert

# strSubstitutionPlan
source: Open substitution plan
de: Vertretungsplan öffnen

# strHighContrastOnHomeScreen
source: Increase text contrast on homescreen
de: Textkontrast auf der Startseite erhöhen

# strReducedClassHours
source: Reduced class hours
de: Verkürzter Unterricht

# strYouDontHaveAnyReducedTimesSetUpYet
source: You don't have any reduced times set up yet.
de: Du hast noch keine verkürzten Zeiten eingerichtet.

# strReducedTimesCannotBeUsed
source: Reduced times cannot be used because the timetable has too many lessons.
de: Verkürzte Zeiten können nicht verwendet werden, da der Stundenplan zu viele Unterrichtsstunden hat.

# strFinishedTasks
source: Completed Tasks
de: Erledigte Aufgaben

# strShowFinishedTasks
source: show Completed Tasks
de: Erledigte Aufgaben anzeigen

# strNoTasksFinishedYet
source: No tasks completed yet. Keep going!
de: Keine Aufgaben bisher abgeschlossen. Bleib dran!

# strNotes
source: Notes
de: Notizen

# strAddNote
source: Add Note
de: Notiz hinzufügen

# strSelectNote
source: Select Note
de: Notiz auswählen

# strTaskNote
source: Task Note: {linkedSubjectName}
de: Aufgabennotiz: {linkedSubjectName}

# strTitle
source: Title
de: Titel

# strEditNote
source: Edit note
de: Notiz bearbeiten

# strCreateANote
source: Create a note
de: Notiz erstellen

# strDoYouWantToDeleteLinkedNote
source: Do you want to delete the linked note?
de: Möchtest du die verknüpfte Notiz löschen?

# strDoYouWantToDeleteAllLinkedNote
source: Do you want to delete the linked notes?
de: Möchtest du die verknüpften Notizen löschen?

# strImagePreviewTitle
source: Image
de: Bild

# strDoYouWantToCreateACopyOfTheFile
source: Would you like to create a copy of the file?
de: Möchten Sie eine Kopie von der Datei anlegen?

# strDoYouWantToCreateACopyOfTheFileDescription
source: If you do not create a copy, the file cannot be shared.
de: Wenn Sie keine Kopie anlegen, kann die Datei nicht geteilt werden.

# strLastModifiedOn
source: Last modified on
de: Zuletzt bearbeitet am

# strCreatedOn
source: Created on
de: Erstellt am

# strAddReminder
source: Add reminder
de: Erinnerung hinzufügen

# strAdd
source: Add
de: Hinzufügen

# strXDaysBefore
source: {days, plural, =0{When the set time is reached} =1 {One day before} other {{days} days before}}
de: {days, plural, =0{Zum eingestellten Zeitpunkt} =1 {Ein Tag davor} other {{days} Tage davor}}

# strAtXOClock
source: at {time}
de: um {time} Uhr

# strMustAtLeastOneNotificationPresent
source: There must be at least one notification present.
de: Es muss mindestens eine Benachrichtigung vorhanden sein.

# strTaskNotification
source: Task Notification
de: Aufgabenbenachrichtigung

# strSetTaskNotification
source: Set Task Notification
de: Aufgabenbenachrichtigung Einstellen

# strAt
source: At
de: Um

# strShareYourTimetable
source: Share your Timetable!
de: Teile deinen Stundenplan!

# strDayProgress
source: Day Progress
de: Tagesfortschritt

# strAddXWeek
source: Add {weekName}-Week
de: {weekName}-Woche hinzufügen

# strRemoveXWeek
source: Remove {weekName}-Week
de: {weekName}-Woche entfernen

# strXWeek
source: {weekName}-Week
de: {weekName}-Woche

# strDoYouWantToOverrideTimetableX
source: Do you really want to overwrite the timetable "{timetableName}"?
de: Möchtest du den Stundenplan "{timetableName}" wirklich überschreiben?

# strSetXWeekAsTheCurrentWeek
source: Set {weekName}-Week as the current week
de: {weekName}-Woche als aktuelle Woche setzen

# strCurrentWeek
source: (Current Week)
de: (Jetztige Woche)

# strActions
source: Actions
de: Aktionen

# strRemoveLesson
source: Remove last Lesson
de: Letzte Stunde entfernen

# strAddLesson
source: Add Lesson
de: Weitere Stunde hinzufügen

# strDisplayFreePeriodsWithLessonNumber
source: Display free periods with period number
de: Freistunden mit Stundennummer anzeigen

# strDisplayFreePeriodsWithoutPeriodNumber
source: Display free periods without period number
de: Freistunden ohne Stundennummer anzeigen

# strSetHomeScreenTimetable
source: Set Timetable for Homescreen
de: Stundenplan auf Startbildschirm setzen

# strSetExtraHomeScreenTimetable
source: Set Extra Timetable for Homescreen
de: Zusätzlichen Stundenplan auf Startbildschirm setzen

# strAddNewLessons
source: Use this area to add new lessons to your schedule.
de: Verwende diesen Bereich, um neue Unterrichtseinheiten zu deinem Stundenplan hinzuzufügen.

# strDragAndDropLessonsAndClickToEdit
source: Once you've created lessons, you can drag and drop them into the timetable. Simply click on any lesson to change its details.
de: Sobald du Unterrichtseinheiten erstellt hast, kannst du sie per Drag & Drop in den Stundenplan ziehen. Klicke einfach auf eine beliebige Unterrichtseinheit, um deren Details zu ändern.

# strAccessAdditionalOptions
source: Access more options like adding A-Week and B-Week for more flexibility in your schedule.
de: Für weitere Optionen, wie das Hinzufügen von A-Woche und B-Woche, kannst du diesen Knopf verwenden.

# strSaveTimetable
source: Don't forget to save your timetable once you're happy with the changes!
de: Vergiss nicht, deinen Stundenplan zu speichern, sobald du mit den Änderungen zufrieden bist!

# strChangeTimetableNameByClickingOnIt
source: Change the timetable name by clicking on it.
de: Den Namen des Stundenplans kannst du ändern, indem du hier klickst.

# strYouCanSeeTheComingWeeksTimetable
source: You can see the coming weeks by swiping.
de: Du kannst den Stundenplan der kommenden Wochen sehen.

# strByClickingOnSubjectsYouCanAddHomework
source: By clicking on subjects, you can add homework and grades. To mark it as canceled, long press.
de: Durch das Klicken auf Fächer kannst du Hausaufgaben und Noten hinzufügen. Um es als ausgefallen zu markieren, lange drücken.

# strByClickingOnTheDayNameYouReturnToToday
source: By clicking on the day name, you return to today's date. Long pressing marks the entire day as canceled.
de: Durch das Klicken auf den Tagesnamen gelangst du zum heutigen Datum zurück. Langes Drücken markiert den ganzen Tag als ausgefallen.

# strDisplayOfTheRemainingTime
source: This displays the remaining time until the next class or break.
de: Hier wird dir die verbleibende Zeit bis zur nächsten Stunde oder Pause angezeigt.

# strTapHereToSwitchTimetablesEtc
source: Tap here to switch timetables, export them, or create tasks.
de: Klicke hier, um einen anderen Stundenplan anzuzeigen, Stundenpläne zu exportieren oder Aufgaben zu erstellen

# strDoYouWantToOverrideAllSubjects
source: Do you want to overwrite all existing lessons?
de: Möchtest Du alle bereits vorhandenen Unterrichtseinheiten überschreiben?

# strDoYouWantToOverrideSemesterX
source: Do you really want to overwrite the timetable "{semesterName}"?
de: Möchtest du das Semester "{semesterName}" wirklich überschreiben?

# strCopiedToClipboard
source: Copied to clipboard
de: In die Zwischenablage kopiert

# strImportViaCode
source: Import via online Code
de: via online Code importieren

# strShareViaOnlineCode
source: Share via online Code
de: Teilen als Online-Code

# strDataSavedViaGoFile
source: The data is stored on GoFile.io and will be automatically deleted after 10 days unless accessed regularly.
de: Die Daten werden auf GoFile.io gespeichert und nach 10 Tagen automatisch gelöscht, sofern nicht regelmäßig darauf zugegriffen wird.

# strFailedToUploadFile
source: Failed to upload file. Status code: {statusCode} Response: {body}
de: Datei-Upload fehlgeschlagen. Statuscode: {statusCode} Antwort: {body}

# strDownloadFailed
source: Download failed with status: ${statusCode} Response: ${body}
de: Download fehlgeschlagen. Statuscode: ${statusCode} Antwort: ${body}

# strFailedToRetrieveAccountToken
source: Failed to retrieve account token. Status code: ${statusCode} Response: ${body}
de: Fehler beim Abrufen eines Kontotokens. Statuscode: ${statusCode} Antwort: ${body}

# strCouldNotGetFileLink
source: Couldn't get file link. Status code: ${statusCode} Response: ${body}
de: Konnte Dateilink nicht abrufen. Statuscode: ${statusCode} Antwort: ${body}

# strNoDataAvailablePleaseCheckCode
source: No data available. Please check the code!
de: Keine Daten verfügbar. Bitte überprüfen Sie den Code!

# strDoYouAgreeToTermsAndServiceOfGoFileIo
source: Do you agree to the Terms of Service of GoFile.io?
de: Stimmst du den Nutzungsbedingungen von GoFile.io zu?

# strFeatureUsesGoFileIoToStoreDataOnline
source: This feature uses GoFile.io to store data online for a few days. Have you read and agreed to the Terms of Service and Privacy Policy?
de: Diese Funktion verwendet GoFile.io, um die Daten für einige Tage online zu speichern. Hast du die Nutzungsbedingungen und die Datenschutzerklärung gelesen und stimmst diesen zu?

# strYouMustAgreeToTheTermsOfServiceToUseThisFeature
source: You must agree to the Terms of Service in order to use this feature.
de: Du musst den Nutzungsbedingungen zustimmen, um diese Funktion nutzen zu können.

# strTermsOfService
source: Terms of Service
de: Nutzungsbedingungen

# strShareImage
source: Share as Image
de: Teilen als Bild

# strFeedbackSent
source: Feedback sent!
de: Feedback gesendet

# strSendFeedback
source: Send Feedback
de: Feedback senden

# strBugReport
source: Bug Report
de: Fehlerbericht

# strFeatureRequest
source: Feature Request
de: Funktionsanfrage

# strGeneralFeedback
source: General Feedback
de: Allgemeines Feedback

# strInformationCanNotBeEmpty
source: Information can not be empty!
de: Information darf nicht leer sein!

# strWhatDoYouWantToTellTheDeveloper
source: What do you want to tell the developer?
de: Was möchtest Du dem Entwickler mitteilen?

# strDoYoutWantToOpenFeedbackMenu
source: Do you want to open the feedback menu?
de: Möchtest Du das Feedback-Formular öffnen?

# strOpenFeedbackDescription
source: When you're in "Feedback" mode, go to any page in the app and click the "Draw" button on the right side to visually show the developer what you mean. Use the text input at the bottom to add extra details. Once you're done, submit it and wait a moment. Your email will open automatically — no need to write anything, just hit send. :)
de: Wenn Du im „Feedback“-Modus bist, gehe auf eine beliebige Seite in der App und klicke auf den „Malen“-Knopf auf der rechten Seite, um dem Entwickler visuell zu zeigen, was Du meinst. Nutze auch das Texteingabefeld unten für zusätzliche Erklärungen. Wenn Du fertig bist, sende es ab und warte einen Moment. Am Ende öffnet sich deine Mail — du musst nichts hineinschreiben, einfach abschicken. :)

# strMarkAsCancelled
source: Mark as Cancelled
de: Als ausfallend markieren

# strMarkAsSubstitute
source: Mark as substitute
de: In Vertretungsstunde umwandeln

# strAbiCalculator
source: A-level Calculator
de: Abitur Rechner

# strLongPressDragBreaksToReorder
source: Long press and drag breaks to reorder.
de: Langes Drücken und Ziehen, um Pausen zu verschieben.

# strReplaceBreaks
source: Breaks replace the previously set time between lessons.
de: Pausen ersetzen die zuvor festgelegte Zeit zwischen den Stunden.

# strSelectSemester
source: Select Semester
de: Semester auswählen

# strSelectSemesterX
source: Select Q{index}
de: Setze Q{index}

# strSectionI
source: Section I
de: Block I

# strSectionII
source: Section II
de: Block II

# strShowSimulatedGrades
source: Show simulated grades
de: Simulierte Noten anzeigen

# strGrade
source: Grade
de: Note

# strWeighting
source: Weighting
de: Gewichtung

# strWeightedPoints
source: Weighted Points
de: Gewichtete-Punkte

# strSubject
source: Subject
de: Fach

# strSetWeighting
source: Set Weighting
de: Gewichtung einstellen

# strChangeWeighting
source: Change Weighting
de: Gewichtung ändern

# strWrittenExamType
source: Written
de: Schriftlich

# strVerbalExamType
source: Verbal
de: Mündlich

# strPresentationExamType
source: Presentation
de: 5. PK

# strYouHaveToSelectASubject
source: You have to select a subject!
de: Du musst ein Fach auswählen!

# strYouHaveToSelectAGrade
source: You have to select a grade!
de: Du musst eine Note auswählen!

# strSelectExamType
source: Select Exam Type
de: Prüfungsart auswählen

# strDoYouWantToDeleteTheExam
source: Do you want to delete the exam?
de: Möchtest Du die Prüfung löschen?

# strAddExam
source: Add Exam
de: Prüfung hinzufügen

# strClassNameText
source: {lowerThan11, select, true{Grade {classNumber}} false{Grade {classNumber}, Semester {semesterNumber}} other{Grade {classNumber}}}
de: {lowerThan11, select, true{{classNumber}. Klasse} false{{classNumber}. Klasse, HJ {semesterNumber}} other{{classNumber}. Klasse}}

# strConnectTimetable
source: Connect Timetable
de: Strundenplan verbinden

# strYearGrade
source: Grade
de: Klasse

# strSearch
source: Search
de: Suchen

# strYouHavntSetTheRoom
source: You haven't set the room! Do you want to set it?
de: Du hast den Raum nicht gesetzt! Möchtest du ihn setzten?

# strSetRoom
source: Set room
de: Raum setzen

# strToSetTheRoomDrag
source: To set the room, drag it onto the lesson again.
de: Um den Raum zu setzen ziehe ihn nochmal auf die Stunde.

# strSetEndTime
source: Set end time
de: Endzeit setzen

# strSetStartTime
source: Set start time
de: Startzeit setzen

# strAskForFeedback
source: Would you like to give us feedback? We would greatly appreciate it, after all, we are doing it for free for you :)
de: Möchtest Du uns Feedback geben? Wir würden uns sehr freuen, schließlich machen wir es kostenlos für euch :)

# strOpenExtraTimetable
source: open extra timetable
de: zusätzlichen Stundenplan öffnen

# strOpenCalendar
source: Open Calendar
de: Kalender öffnen

# strCloseCalendar
source: Close Calendar
de: Kalender schließen

# strDateXNotFound
source: The specified date could not be found: {date}
de: Das angegebene Datum konnte nicht gefunden werden: {date}

# strRemoveSubstitutionLesson
source: Remove substitution lesson
de: Vertretungsstunde entfernen

# strDeleteTask
source: Delete Task
de: Aufgabe löschen

# strColorsOfTasksInTheCalendar
source: Colors of tasks in the calendar
de: Farben der Aufgaben im Kalender

# strHide
source: Hide
de: Nicht anzeigen

# strBlackAndWhite
source: Black and White
de: Schwarz-Weiß

# strColorOfType
source: Color of Type
de: Farbe der Art

# strSubjectColor
source: Subject Color
de: Farbe des Fachs

# strMarkDayAsCancelled
source: Mark day as cancelled
de: Tag als ausgefallen markieren

# strMarkDayAsNotCancelled
source: Mark day as not cancelled
de: Tag als nicht ausgefallen markieren

# strMarkDayAsSubstituted
source: Mark day as substituted
de: Tag als vertreten markieren

# strMarkDayAsNotSubstituted
source: Mark day as not substituted
de: Tag als nicht vertreten markieren

# strShowNextDayAfterSchoolEnd
source: Show next day after school ends
de: Nach Schulschluss nächsten Tag anzeigen

# strMarkAsSick
source: Mark lesson as absent due to illness
de: Als Fehlstunde wegen Krankheit markieren

# strMarkDayAsSick
source: Mark day as absent due to illness
de: Als Fehltag wegen Krankheit markieren

# strMarkDayAsNotSick
source: Mark day as not sick
de: Tag als nicht Krank markieren

# strShowAlwaysWeekTimetable
source: Show week instead of day on home screen
de: Woche statt Tag auf Startbildschirm anzeigen

# strShortName
source: Abbreviation
de: Abkürzung

# strShortNameExplanation
source: The abbreviation is shown in the timetable when space is limited.
de: Die Abkürzung wird im Stundenplan angezeigt, wenn der Platz begrenzt ist.

# strShareTodoEventWarning
source: Only import tasks from trusted people
de: Importiere Aufgaben nur von vertrauenswürdigen Personen!

# strShareTodoEventWarningDescription
source: When you import a task, it may contain a note with harmful files. So be careful before opening a file!
de: Beim Importieren einer Aufgabe kann eine Notiz enthalten sein, die schädliche Dateien enthält. Sei also vorsichtig, bevor du eine Datei öffnest!

# strDoNotShowAgain
source: Do not show again
de: Nicht erneut Anzeigen

# strShareYourTodoEvents
source: Share your tasks!
de: Teile deine Aufgaben!

# strWhichTodoEventsWouldYouLikeToImport
source: Which tasks would you like to import?
de: Welche Aufgaben möchtest du importieren?

# strAbiAverageNotAlwaysCorrectInfo
source: The average calculation may be incorrect! This is only an approximation, calculated as follows: 5.66 - (total score / 180)
de: Die Durchschnittsberechnung kann falsch sein! Das ist nur eine Näherung, welche wie folgt berechnet wird: 5,66 - (Gesamtpunktzahl / 180)

# strLessonReminderNotification
source: Lesson reminder notification
de: Erinnerung an nächste Stunde (Benachrichtigung)

# strSetPreLessonReminderNotificationDuration
source: Set reminder time ({minutes} minutes before)
de: Erinnerungszeit einstellen ({minutes} Minuten vorher)

# strSetPreLessonReminderNotificationDurationTitle
source: Set reminder time
de: Erinnerungszeit einstellen

# strLessonStartsSoon
source: {lesson} starts soon
de: Gleich beginnt {lesson}

# strLessonIsSubstite
source: {lesson} (Substitute)
de: {lesson} (Vertretung)

# strLessonInRoom
source: In room {room}
de: Im Raum {room}

# strSelectSubjects
source: Select your subjects
de: Wähle deine Fächer

# strScanQRCode
source: Scan QR-Code
de: QR-Code Scannen

# subject_ancient_greek
source: Ancient Greek
de: Altgriechisch

# subject_astronomy
source: Astronomy
de: Astronomie

# subject_biology
source: Biology
de: Biologie

# subject_chemistry
source: Chemistry
de: Chemie

# subject_chinese
source: Chinese
de: Chinesisch

# subject_german
source: German
de: Deutsch

# subject_german_sign_language
source: German Sign Language
de: Dt. Gebärdensprache

# subject_english
source: English
de: Englisch

# subject_ethics
source: Ethics
de: Ethik

# subject_french
source: French
de: Französisch

# subject_geography
source: Geography
de: Geographie

# subject_history
source: History
de: Geschichte

# subject_social_studies
source: Social Studies
de: Sozialkunde

# subject_social_pedagogy
source: Social Pedagogy
de: Sozialpädagogik

# subject_social_sciences
source: Social Sciences
de: Sozialwissenschaften

# subject_hebrew
source: Hebrew
de: Hebräisch

# subject_computer_science
source: Computer Science
de: Informatik

# subject_italian
source: Italian
de: Italienisch

# subject_japanese
source: Japanese
de: Japanisch

# subject_art
source: Art
de: Kunst

# subject_latin
source: Latin
de: Latein

# subject_mathematics
source: Mathematics
de: Mathematik

# subject_music
source: Music
de: Musik

# subject_natural_sciences
source: Natural Sciences
de: Naturwissenschaften

# subject_modern_greek
source: Modern Greek
de: Neugriechisch

# subject_philosophy
source: Philosophy
de: Philosophie

# subject_physics
source: Physics
de: Physik

# subject_political_education
source: Political Education
de: Politische Bildung

# subject_polish
source: Polish
de: Polnisch

# subject_portuguese
source: Portuguese
de: Portugiesisch

# subject_psychology
source: Psychology
de: Psychologie

# subject_russian
source: Russian
de: Russisch

# subject_general_studies
source: General Studies
de: Sachunterricht

# subject_sorbian
source: Sorbian
de: Sorbisch-Wendisch

# subject_social_economic_sciences
source: Social/Economic Sciences
de: Soz.-/ Wirtschaftswissenschaften

# subject_economics
source: Economics
de: Wirtschaftskunde

# subject_spanish
source: Spanish
de: Spanisch

# subject_sports
source: Sports
de: Sport

# subject_turkish
source: Turkish
de: Türkisch

# subject_performing_arts
source: Performing Arts
de: Darstellendes Spiel

# subject_political_science
source: Political Science
de: Politikwissenschaft

# subject_law
source: Law
de: Recht

# subject_crafts
source: Crafts
de: Werken

# subject_world_studies
source: World Studies
de: Weltkunde

# subject_literature
source: Literature
de: Literatur

# subject_astrophysics
source: Astrophysics
de: Astrophysik

# subject_civics
source: Civics
de: Staatsbürgerkunde

# subject_home_economics
source: Home Economics
de: Hauswirtschaft

# subject_technology_crafts
source: Technology / Crafts
de: Technik / Werken

# subject_islamic_religion
source: Islamic Religion
de: Islamische Religion

# subject_protestant_religion
source: Protestant Religion
de: Evangelische Religion

# subject_catholic_religion
source: Catholic Religion
de: Katholische Religion
