Repository: florian-wentzel/schulapp
Catalog: lib/l10n/app_*.arb
Languages: de

# subject_media
source: Media
de: Medien

# subject_dutch
source: Dutch
de: Niederländisch

# subject_orthodox_religion
source: Orthodox Religion
de: Orthodoxe Religion
